{
  "Home": "الرئيسية",
  "Recycle": "إعادة التدوير",
  "Assistant": "المساعد الذكي",
  "For Industries": "للصناعات",
  "About": "حولنا",
  "Contact us": "اتصل بنا",
  "Copyrights (c) 2025. All rights reserved": "حقوق النشر (ج) 2025. جميع الحقوق محفوظة",
  "Save The World": "انقذ العالم",
  "Recycle Your Garbage": "قم بإعادة تدوير النفايات الخاصة بك",
  "Recycle Right can be your one-stop shop for all things recycling. We offer information on what can be recycled, how to recycle properly, and the benefits of recycling.": "عليك البدأ باعادة التدوير الان لصنع خطوتك الاولى نحو عالم افضل . نحن نوفر ادوات و نصائح شاملة لاعادة التدوير بالطريقة الصحيحة ",
  "Recycle Now": "أعد التدوير الآن",
  "So Much to do!": "الكثير لتفعله!",
  "Different": "مختلف",
  "Benifits": "الفوائد",
  "&": "و",
  "To Discover": "للاكتشاف",
  "Solutions": "الحلول",
  "To": "ل",
  "Dive deeper into recycling! Discover surprising eco-benefits, explore easy solutions at home, and build a greener future, together, one step at a time.": "تعمق أكثر في إعادة التدوير! اكتشف فوائد بيئية مذهلة، واستكشف الحلول السهلة في المنزل، وقم ببناء مستقبل أكثر اخضرارًا معًا، خطوة بخطوة.",
  "Recycling is now easy, you can recycle up to 12 different types of garbages from your home.": "أصبحت عملية إعادة التدوير الآن سهلة، حيث يمكنك إعادة تدوير ما يصل إلى 12 نوعًا مختلفًا من القمامة من منزلك.",
  "You are still struggling in finding the right type of your garbage? use the Assistant bot to help you.": "هل مازلت تواجه صعوبة في العثور على النوع المناسب من القمامة الخاصة بك؟ استخدم الروبوت المساعد لمساعدتك.",
  "You want to inherit our model in your application or website? You can contact as to find more.": "هل تريد أن ترث نموذجنا في تطبيقك أو موقع الويب الخاص بك؟ يمكنك الاتصال لمعرفة المزيد.",
  "If you have any questions or suggestions, you can talk to our team for a fast replying service.": "إذا كان لديك أي أسئلة أو اقتراحات، يمكنك التحدث إلى فريقنا للحصول على خدمة الرد السريع.",
  "Contact": "أرسل",
  "Us with your": "لنا",
  "Suggestions": "اقتراحاتك",
  "Ideas": "أفكارك",
  "Got recycling ideas brimming? We want to hear them! Share your thoughts and suggestions to help us create a more sustainable future, together. Every voice counts in building a greener world, one brilliant idea at a time. Let's make recycling revolutionary!": "هل لديك أفكار لإعادة التدوير مليئة؟ نحن نريد أن نسمعهم! شارك أفكارك واقتراحاتك لمساعدتنا في خلق مستقبل أكثر استدامة معًا. كل صوت مهم في بناء عالم أكثر اخضرارًا، فكرة واحدة رائعة في كل مرة. دعونا نجعل إعادة التدوير ثورية!",
  "Our Mission!": "مهمتنا!",
  "We've a": "لدينا",
  "Clear Objectives": "أهداف واضحة",
  "From this": "من هذه",
  "Tools": "الأدوات",
  "We're on a mission to revolutionize recycling and empower you to make a lasting impact. Our user-friendly tools with clear objectives guide you towards effective recycling practices, making a real difference, one recycled item at a time.": "نحن في مهمة لإحداث ثورة في إعادة التدوير وتمكينك من إحداث تأثير دائم. إن أدواتنا سهلة الاستخدام ذات الأهداف الواضحة ترشدك نحو ممارسات إعادة التدوير الفعالة، مما يحدث فرقًا حقيقيًا، عنصرًا واحدًا معاد تدويره في كل مرة.",
  "Classify": "أن تصنف",
  "What Can you": "ماذا يمكنك",
  "Lastes": "أخر",
  "Events": "الأحداث",
  "Afforestation campaign": "حملة تشجير",
  "Kasdi Merbah Ouargla": "قاصدي مرباح ورقلة",
  "Ouargla Tramway": "ترامواي ورقلة",
  "Scout section": "القسم الكشفي",
  "Planting approximately 50 shrubs at the three pole colleges and next to the university transportation bus stop.": "زراعة ما يقارب 50 شجيرة في كليات القطب الثلاثة وبجوار موقف حافلات النقل الجامعي.",
  "Planting some areas of the institution's lands with seedlings and trees to develop and improve the aesthetic appearance of the institution.": "زراعة بعض مساحات أراضي المؤسسة بالشتلات والأشجار لتطوير وتحسين المظهر الجمالي للمؤسسة.",
  "A campaign to plant trees on the main street was also carried out, after which a meeting was held at the great Ramadan table of charity.": "كما تم تنفيذ حملة لزراعة الأشجار على الشارع العام، بعدها تم عقد لقاء على المائدة الرمضانية الكبرى للجمعيات الخيرية.",
  "Our Recycling Model": "نموذج إعادة التدوير الخاص بنا",
  "We've Reached a Good Point": "لقد وصلنا إلى نقطة جيدة ",
  "We've reached a tipping point in recycling!  Our innovative model, trained on a massive dataset of over 2,000 images, boasts an impressive 95% accuracy in identifying recyclable materials. But speed is key – and our model delivers lightning-fast results, empowering you to make informed recycling decisions in seconds.": "لقد وصلنا إلى نقطة تحول في إعادة التدوير! يتميز نموذجنا المبتكر، الذي تم تدريبه على مجموعة بيانات ضخمة تضم أكثر من 2000 صورة، بدقة مذهلة تبلغ 95% في تحديد المواد القابلة لإعادة التدوير. لكن السرعة هي المفتاح - ويقدم نموذجنا نتائج فائقة السرعة، مما يمكّنك من اتخاذ قرارات مستنيرة بشأن إعادة التدوير في ثوانٍ.",
  "Battery": "بطارية",
  "Biological": "بيولوجي",
  "Brown Glass": "زجاج بني",
  "Cardboard": "ورق مقوى",
  "Clothes": "ملابس",
  "Green Glass": "الزجاج الأخضر",
  "Metal": "معدن",
  "Paper": "ورق",
  "Plastic": "بلاستيك",
  "Shoes": "أحذية",
  "Trash": "نفايات",
  "White Glass": "زجاج أبيض",
  "The Assistant Center": "مركز المساعد الذكي",
  "Feeling unsure about what goes in which bin?  The Garbage Recycling Assistant Center is here to help! We provide all the information and tools you need to become a recycling pro.": "هل تشعر بعدم اليقين بشأن ما يدور في أي صندوق؟ مركز مساعد إعادة تدوير القمامة هنا للمساعدة! نحن نقدم جميع المعلومات والأدوات التي تحتاجها لتصبح محترفًا في إعادة التدوير.",
  "About Us": "معلومات عنا",
  "Who We are": "من نحن",
  "Our Team": "فريقنا",
  "Goals": "الأهداف",
  "Share your knowledge": "شارك معرفتك",
  "WHO WE ARE": "من نحن",
  "Welcome to our AI and Data Science Master's Student Group! We are a passionate group of students pursuing our Master's degrees in the exciting fields of Artificial Intelligence and Data Science. With a collective goal of pushing the boundaries of knowledge and leveraging the power of technology, we have come together to create innovative solutions and contribute to the ever-evolving world of AI": "مرحبًا بكم في مجموعة طلاب الماجستير في الذكاء الاصطناعي وعلوم البيانات! نحن مجموعة متحمسة من الطلاب الذين يسعون للحصول على درجة الماجستير في المجالات المثيرة للذكاء الاصطناعي وعلوم البيانات. مع هدف جماعي يتمثل في دفع حدود المعرفة والاستفادة من قوة التكنولوجيا، اجتمعنا معًا لإنشاء حلول مبتكرة والمساهمة في عالم الذكاء الاصطناعي المتطور باستمرار.",
  "Our Team:": "فريقنا:",
  "Our Goals": "أهدافنا",
  "We believe in a community that prioritizes a healthy planet and a sustainable future. That's why we created this Garbage Recycling Assistant Center – to empower residents like you to become recycling champions! Our goals are clear:": "نحن نؤمن بمجتمع يعطي الأولوية لكوكب صحي ومستقبل مستدام. ولهذا السبب أنشأنا هذا المركز المساعد لإعادة تدوير القمامة - لتمكين السكان مثلك من أن يصبحوا أبطال إعادة التدوير! أهدافنا واضحة:",
  "Educate and Inform": "التثقيف والتوعية العامة",
  "Increase Recycling Rates": "زيادة معدلات إعادة التدوير",
  "Reduce Environmental Impact": "تقليل التلوث البيئي",
  "Foster a Culture of Sustainability": "تعزيز ثقافة الاستدامة",
  "share": "شارك",
  "your knowledge": "معرفتك",
  "Furthermore, we are dedicated to fostering a collaborative and supportive community of learners. We encourage active engagement, questions, and discussions, and we are always excited to connect with like-minded individuals who share our passion for AI and data science. Together, we can build a strong network, exchange ideas, and inspire each other on this fascinating journey.": "علاوة على ذلك، نحن ملتزمون بتعزيز مجتمع تعاوني وداعم من المتعلمين. نحن نشجع المشاركة النشطة والأسئلة والمناقشات، ويسعدنا دائمًا التواصل مع الأفراد ذوي التفكير المماثل الذين يشاركوننا شغفنا بالذكاء الاصطناعي وعلوم البيانات. معًا، يمكننا بناء شبكة قوية، وتبادل الأفكار، وإلهام بعضنا البعض في هذه الرحلة الرائعة.",
  "The Industries Center": "مركز الصناعات",
  "we offer highly trained models designed to efficiently classify waste. Our models undergo rigorous training processes, starting with a vast dataset comprising over 14 million images. This initial training phase ensures that our models are equipped with a broad understanding of various waste materials. Following this, our models undergo a fine-tuning process on a smaller, waste-specific dataset, honing their ability to accurately classify waste items with precision and reliability. This method yields excellent results, allowing our models to distinguish between different types of waste effectively. With our advanced technology, you can trust our models to optimize waste management processes and contribute to a more sustainable future.": "نحن نقدم نماذج مدربة تدريبًا عاليًا ومصممة لتصنيف النفايات بكفاءة. تخضع نماذجنا لعمليات تدريب صارمة، بدءًا بمجموعة بيانات ضخمة تضم أكثر من 14 مليون صورة. تضمن مرحلة التدريب الأولية هذه أن تكون نماذجنا مجهزة بفهم واسع لمواد النفايات المختلفة. بعد ذلك، تخضع نماذجنا لعملية ضبط دقيقة على مجموعة بيانات أصغر خاصة بالنفايات، مما يعزز قدرتها على تصنيف عناصر النفايات بدقة وبدقة وموثوقية. تعطي هذه الطريقة نتائج ممتازة، مما يسمح لنماذجنا بالتمييز بين الأنواع المختلفة من النفايات بشكل فعال. بفضل تقنيتنا المتقدمة، يمكنك الوثوق بنماذجنا لتحسين عمليات إدارة النفايات والمساهمة في مستقبل أكثر استدامة.",
  "For more information or to order the models, please contact us at philippe.fernandez.2002@gmail.com.": "لمزيد من المعلومات أو لطلب النماذج، يرجى الاتصال بنا على philippe.fernandez.2002@gmail.com.",
  "Here you can send us your feedback, problems, sujessions and anything you want to tell us about feel free and write what ever you want to say we will read it later.": "هنا يمكنك أن ترسل لنا ملاحظاتك ومشاكلك واقتراحاتك وأي شيء تريد أن تخبرنا عنه فلا تتردد واكتب ما تريد قوله وسنقرأه لاحقًا.",
  "Please feel free to give your feedback:": "لا تتردد في تقديم ملاحظاتك:",
  "Name": "الاسم",
  "subject": "الموضوع",
  "Email": "البريد الالكتروني",
  "Message": "الرسالة",
  "Error Wrong Page": "خطأ, انت في الصفحة الخاطئة",
  "seconds": "ثواني",
  "Redirecting in": "إعادة التوجيه بعد",
  "This may take some time, please be patient": "قد يستغرق هذا بعض الوقت، يرجى التحلي بالصبر",
  "Garbage Analysing Results": "نتائج تحليل القمامة",
  "This Garbage is": "هذه القمامة هي",
  "means": "",
  "What did": "ماذا تعني",
  "Are": "هل",
  "generally": "عمومًا",
  "accepted": "مقبولة",
  "in curbside recycling": "في سلات اعادة التدوير",
  "How should I clean this": "كيف يجب أن أنظف هذا",
  "item before recycling": "العنصر قبل إعادة التدوير",
  "Are there any special": "هل هناك أي",
  "instructions": "تعليمات خاصة",
  "for recycling this type of garbage ": "لإعادة تدوير هذا النوع من القمامة ",
  "What other types of waste can be ": "ما هي أنواع النفايات الأخرى التي يمكن أن ",
  "recycled": "تعاد تدويرها",
  "in my community": "في مجتمعي",
  "information": "معلومة",
  "Where can I find more ": "أين يمكنني العثور على المزيد ",
  "about recycling guidelines in my area": "حول إرشادات إعادة التدوير في منطقتي",
  "Recycling Garbage": "إعادة تدوير القمامة",
  "How can i recycle a plastic bag": "كيف يمكنني إعادة تدوير كيس من البلاستيك",
  "There are several ways to find information about recycling in your area: Your local waste collection provider's website: They will usually have a detailed list of accepted recyclables and any specific instructions. Earth911 (https://earth911.com/) is a comprehensive search engine for recycling information by location. Your municipality's website: They might have a dedicated section for recycling guidelines and drop-off locations.": "هناك عدة طرق للعثور على معلومات حول إعادة التدوير في منطقتك: الموقع الإلكتروني لموفر خدمة جمع النفايات المحلي: سيكون لديه عادةً قائمة مفصلة بالمواد القابلة لإعادة التدوير المقبولة وأي تعليمات محددة. Earth911 (https://earth911.com/) هو محرك بحث شامل لإعادة تدوير المعلومات حسب الموقع. الموقع الإلكتروني لبلديتك: قد يكون لديهم قسم مخصص لإرشادات إعادة التدوير ومواقع التسليم.",
  "Batteries": "البطاريات",
  "Batteries are portable electrochemical devices that convert chemical energy into electrical energy. They come in various sizes and shapes, powering everything from tiny watches to large cars.  A typical battery consists of an anode (negative electrode), a cathode (positive electrode), and an electrolyte that facilitates the flow of ions between them. Chemical reactions within the battery generate the electricity we use.": "البطاريات هي أجهزة كهروكيميائية محمولة تقوم بتحويل الطاقة الكيميائية إلى طاقة كهربائية. إنها تأتي بأحجام وأشكال مختلفة، وتعمل على تشغيل كل شيء بدءًا من الساعات الصغيرة وحتى السيارات الكبيرة. تتكون البطارية النموذجية من أنود (قطب سلبي)، وكاثود (قطب موجب)، وإلكتروليت يسهل تدفق الأيونات بينهما. التفاعلات الكيميائية داخل البطارية تولد الكهرباء التي نستخدمها.",
  "No, batteries are not typically accepted in curbside recycling programs due to the hazardous materials they contain.  Lithium-ion batteries, for example, can cause fires if damaged during collection or processing.": "لا، لا يتم قبول البطاريات عادةً في برامج إعادة التدوير على جانب الرصيف بسبب المواد الخطرة التي تحتوي عليها. على سبيل المثال، يمكن لبطاريات الليثيوم أيون أن تسبب حرائق إذا تعرضت للتلف أثناء التجميع أو المعالجة.",
  "Batteries don't require any specific cleaning before disposal. However, it's important to remove any residue or corrosion from the battery terminals to avoid potential hazards during handling.": "لا تتطلب البطاريات أي تنظيف محدد قبل التخلص منها. ومع ذلك، من المهم إزالة أي بقايا أو تآكل من أطراف البطارية لتجنب المخاطر المحتملة أثناء التعامل معها.",
  "Batteries don't require any specific cleaning before disposal. However, it's important to remove any residue or corrosion from the battery terminals to avoid potential hazards during handling. Are there any special instructions for recycling batteries? Absolutely! Batteries should never be thrown in the trash. Here are some proper disposal methods for different battery types: Household Batteries (AAA, AA, C, D, 9V): Many retailers that sell batteries offer take-back programs. You can also find battery collection bins at designated drop-off locations like electronics stores, hazardous waste facilities, or community centers. Lithium-ion Batteries (from electronics): These require special handling due to their potential fire risk. Check with your local electronics waste recycler or manufacturer for specific instructions. Car Batteries: Most auto parts stores will accept old car batteries for recycling when you purchase a new one.": "لا تتطلب البطاريات أي تنظيف محدد قبل التخلص منها. ومع ذلك، من المهم إزالة أي بقايا أو تآكل من أطراف البطارية لتجنب المخاطر المحتملة أثناء التعامل معها. هل هناك أي تعليمات خاصة لإعادة تدوير البطاريات؟ قطعاً! لا ينبغي أبدا إلقاء البطاريات في سلة المهملات. فيما يلي بعض الطرق المناسبة للتخلص من أنواع البطاريات المختلفة: البطاريات المنزلية (AAA، AA، C، D، 9V): يقدم العديد من تجار التجزئة الذين يبيعون البطاريات برامج استرجاع. يمكنك أيضًا العثور على صناديق تجميع البطاريات في مواقع التسليم المخصصة مثل متاجر الإلكترونيات أو مرافق النفايات الخطرة أو المراكز المجتمعية. بطاريات الليثيوم أيون (من الأجهزة الإلكترونية): تتطلب هذه البطاريات معالجة خاصة نظرًا لخطر الحريق المحتمل. تحقق مع جهة إعادة تدوير نفايات الأجهزة الإلكترونية المحلية أو الشركة المصنعة للحصول على تعليمات محددة. بطاريات السيارات: تقبل معظم متاجر قطع غيار السيارات بطاريات السيارات القديمة لإعادة تدويرها عند شراء واحدة جديدة.",
  "The types of recyclables accepted in your curbside program can vary depending on your location.  Here are some commonly accepted recyclables: Paper (cardboard, newspapers, magazines, office paper) Plastic bottles and containers (check for recycling symbols and local guidelines) Metal cans (aluminum, steel) Glass bottles and jars": "يمكن أن تختلف أنواع المواد القابلة لإعادة التدوير المقبولة في برنامج الرصيف الخاص بك اعتمادًا على موقعك. فيما يلي بعض المواد القابلة لإعادة التدوير المقبولة عمومًا: الورق (الكرتون والصحف والمجلات وورق المكتب) الزجاجات والحاويات البلاستيكية (تحقق من رموز إعادة التدوير والإرشادات المحلية) العلب المعدنية (الألومنيوم والفولاذ) الزجاجات والمرطبانات الزجاجية",
  "Biological waste, also known as organic waste, refers to any material derived from living organisms. This encompasses a wide range of items, including: Food scraps: Uneaten food, fruit and vegetable peels, eggshells, coffee grounds, tea bags. Yard waste: Leaves, grass clippings, branches, twigs, and garden trimmings. Paper products: Food-soiled paper towels, napkins, pizza boxes (depending on local guidelines). Wood products: Untreated wood scraps, cardboard contaminated with food.": "تشير النفايات البيولوجية، والمعروفة أيضًا بالنفايات العضوية، إلى أي مادة مشتقة من الكائنات الحية. يشمل ذلك مجموعة واسعة من العناصر، بما في ذلك: بقايا الطعام: الطعام غير المأكول، وقشور الفواكه والخضروات، وقشر البيض، وتفل القهوة، وأكياس الشاي. نفايات الفناء: الأوراق، قصاصات العشب، الفروع، الأغصان، وزركشة الحديقة. المنتجات الورقية: المناشف الورقية المتسخة بالطعام، والمناديل، وعلب البيتزا (حسب الإرشادات المحلية). المنتجات الخشبية: قصاصات الخشب غير المعالجة، والكرتون الملوث بالأغذية.",
  "For composting programs, it's best to remove any excess packaging materials like plastic bags or liners.  However, a light rinse of food scraps is generally not necessary.  Composting facilities are designed to handle organic materials and break them down naturally.": "بالنسبة لبرامج التسميد، من الأفضل إزالة أي مواد تغليف زائدة مثل الأكياس البلاستيكية أو البطانات. ومع ذلك، فإن شطف بقايا الطعام بشكل خفيف ليس ضروريًا بشكل عام. تم تصميم مرافق التسميد للتعامل مع المواد العضوية وتفكيكها بشكل طبيعي.",
  "Here are some things to keep in mind when recycling biological waste: Composting: Avoid putting in meat scraps, dairy products, or oily food waste, as these can attract pests and disrupt the composting process. Yard waste: Remove any branches or twigs exceeding the size limit set by your program. Some programs might also exclude yard waste treated with pesticides or herbicides.": "فيما يلي بعض الأشياء التي يجب وضعها في الاعتبار عند إعادة تدوير النفايات البيولوجية: التسميد: تجنب وضع فضلات اللحوم أو منتجات الألبان أو مخلفات الطعام الزيتية، لأنها يمكن أن تجذب الآفات وتعطل عملية التسميد. نفايات الفناء: قم بإزالة أي فروع أو أغصان تتجاوز الحد الأقصى للحجم الذي حدده برنامجك. قد تستبعد بعض البرامج أيضًا نفايات الفناء المعالجة بالمبيدات الحشرية أو مبيدات الأعشاب.",
  "Brown glass, also known as amber glass, is a type of colored glass commonly used for food and beverage containers. The brown hue comes from adding small amounts of iron, sulfur,": "الزجاج البني، المعروف أيضًا باسم الزجاج الكهرماني، هو نوع من الزجاج الملون يستخدم عادة لحاويات الأطعمة والمشروبات. اللون البني يأتي من إضافة كميات صغيرة من الحديد والكبريت،",
  "Yes, brown glass is generally accepted in curbside recycling programs!  In fact, separating glass colors is important for the recycling process.  Brown glass is often used for beer bottles, wine bottles, and some food containers.": "نعم، يتم قبول الزجاج البني بشكل عام في برامج إعادة التدوير على جانب الرصيف! في الواقع، يعد فصل ألوان الزجاج أمرًا مهمًا لعملية إعادة التدوير. غالبًا ما يستخدم الزجاج البني في زجاجات البيرة وزجاجات النبيذ وبعض حاويات الطعام.",
  "Rinse the container: Simply remove any leftover food or beverage residue with a quick rinse. Don't use harsh soaps or detergents, as these can contaminate the recycling stream. Remove lids and labels: Most curbside programs require lids and labels to be removed before recycling. Check with your local provider for specific instructions.": "شطف الحاوية: ما عليك سوى إزالة أي بقايا طعام أو مشروبات متبقية من خلال الشطف السريع. لا تستخدم الصابون أو المنظفات القاسية، لأنها يمكن أن تلوث مسار إعادة التدوير. إزالة الأغطية والملصقات: تتطلب معظم برامج الرصيف إزالة الأغطية والملصقات قبل إعادة التدوير. تحقق مع المزود المحلي الخاص بك للحصول على تعليمات محددة.",
  "Here are some things to keep in mind when recycling brown glass: Leave the cap off: Recycle glass containers without their lids or caps. These are usually made of different materials and should be recycled separately (check your local guidelines). Don't bag your glass: Place loose glass containers directly in your recycling bin. Bagging glass can contaminate the recycling stream and hinder the sorting process. Check for cracks or breaks: Most programs accept broken glass as long as the pieces are large enough to handle safely. However, some might have specific requirements.": "فيما يلي بعض الأشياء التي يجب وضعها في الاعتبار عند إعادة تدوير الزجاج البني: اترك الغطاء مفتوحًا: قم بإعادة تدوير العبوات الزجاجية بدون أغطيتها أو أغطيةها. عادة ما تكون مصنوعة من مواد مختلفة ويجب إعادة تدويرها بشكل منفصل (راجع الإرشادات المحلية الخاصة بك). لا تضع زجاجك في كيس: ضع العبوات الزجاجية السائبة مباشرة في سلة إعادة التدوير الخاصة بك. يمكن أن يؤدي تعبئة الزجاج إلى تلويث مسار إعادة التدوير وإعاقة عملية الفرز. التحقق من عدم وجود شقوق أو فواصل: تقبل معظم البرامج الزجاج المكسور طالما أن القطع كبيرة بما يكفي للتعامل معها بأمان. ومع ذلك، قد يكون لدى البعض متطلبات محددة.",
  "Besides brown glass, many communities accept other colored glass for recycling, such as: Clear glass: Often used for food containers, beverage bottles, and jars. Green glass: Commonly used for wine bottles and some beverage containers.": "إلى جانب الزجاج البني، تقبل العديد من المجتمعات الزجاج الملون الآخر لإعادة التدوير، مثل: الزجاج الشفاف: غالبًا ما يستخدم لحاويات الطعام وزجاجات المشروبات والجرار. الزجاج الأخضر: يستخدم عادة لزجاجات النبيذ وبعض حاويات المشروبات.",
  "Cardboard is a thick, stiff paperboard material commonly used for making boxes, packaging materials, and even some furniture components.  It consists of multiple layers of fluted paper, creating a strong and lightweight structure.": "الورق المقوى عبارة عن مادة ورقية سميكة وصلبة تُستخدم عادةً في صناعة الصناديق ومواد التعبئة والتغليف وحتى بعض مكونات الأثاث. يتكون من طبقات متعددة من الورق المخدد، مما يخلق بنية قوية وخفيفة الوزن.",
  "Absolutely! Cardboard is one of the most recycled paper products.  Around 70% of all cardboard in the United States is recovered for recycling, making it a valuable resource.": "قطعاً! يعد الورق المقوى أحد أكثر المنتجات الورقية المعاد تدويرها. يتم استرداد حوالي 70% من الورق المقوى في الولايات المتحدة لإعادة تدويره، مما يجعله موردًا قيمًا.",
  "For most curbside programs, extensive cleaning isn't necessary. Here's what you should do: Remove any excess packaging materials: If your cardboard box has plastic strapping or packing tape, remove it before placing it in the recycling bin. These materials often need to be recycled separately. Scrape off excessive food residue: For cardboard containers that held food, scrape off any large chunks or residue that could attract pests or contaminate the recycling stream. Don't worry about minor stains: A light oil stain or a few drops of liquid won't usually disqualify cardboard from recycling. Most programs can handle minimal contamination.": "بالنسبة لمعظم برامج الرصيف، ليس من الضروري إجراء تنظيف شامل. إليك ما يجب عليك فعله: قم بإزالة أي مواد تغليف زائدة: إذا كان صندوق الورق المقوى الخاص بك يحتوي على شريط بلاستيكي أو شريط تغليف، فقم بإزالته قبل وضعه في سلة إعادة التدوير. غالبًا ما تحتاج هذه المواد إلى إعادة التدوير بشكل منفصل. كشط بقايا الطعام الزائدة: بالنسبة للحاويات الكرتونية التي تحتوي على الطعام، قم بكشط أي قطع كبيرة أو بقايا يمكن أن تجذب الآفات أو تلوث مسار إعادة التدوير. لا تقلق بشأن البقع البسيطة: فبقع الزيت الخفيفة أو بضع قطرات من السائل لن تؤدي عادةً إلى استبعاد الورق المقوى من إعادة التدوير. يمكن لمعظم البرامج التعامل مع الحد الأدنى من التلوث.",
  "Here are some key things to remember: Flatten the cardboard: Break down cardboard boxes by flattening them. This saves space in your recycling bin and allows for more efficient processing at recycling facilities. Cut up large pieces: If you have very large cardboard pieces, consider cutting them down to a manageable size that fits comfortably in your bin. Check for local guidelines: While most programs accept cardboard, some might have specific requirements. It's always best to check with your local waste collection provider for any special instructions.": "فيما يلي بعض الأشياء الأساسية التي يجب تذكرها: تسوية الورق المقوى: قم بتكسير صناديق الورق المقوى عن طريق تسويتها. وهذا يوفر المساحة في سلة إعادة التدوير الخاصة بك ويسمح بمعالجة أكثر كفاءة في مرافق إعادة التدوير. قم بتقطيع القطع الكبيرة: إذا كان لديك قطع كبيرة جدًا من الورق المقوى، ففكر في تقطيعها إلى حجم يسهل التحكم فيه ويتناسب بشكل مريح مع سلة المهملات. تحقق من الإرشادات المحلية: على الرغم من أن معظم البرامج تقبل الورق المقوى، إلا أن بعضها قد يكون له متطلبات محددة. من الأفضل دائمًا مراجعة مزود جمع النفايات المحلي لديك للحصول على أي تعليمات خاصة.",
  "Clothes come in a wide variety of materials, both natural and synthetic. Here are some common examples: Natural fibers: Cotton, wool, linen, hemp, silk Synthetic fibers: Polyester, nylon, acrylic, spandex The type of material will influence how clothes can be recycled or reused.": "الملابس تأتي في مجموعة واسعة من المواد، سواء الطبيعية أو الاصطناعية. فيما يلي بعض الأمثلة الشائعة: الألياف الطبيعية: القطن، الصوف، الكتان، القنب، الحرير الألياف الاصطناعية: البوليستر، النايلون، الأكريليك، الألياف اللدنة. سيؤثر نوع المادة على كيفية إعادة تدوير الملابس أو إعادة استخدامها.",
  "No, clothes are not typically accepted in curbside recycling programs.  The sorting and processing of textiles for recycling is a complex process not yet widely integrated into curbside collection.": "لا، لا يتم قبول الملابس عادةً في برامج إعادة التدوير على جانب الرصيف. يعد فرز المنسوجات ومعالجتها لإعادة تدويرها عملية معقدة لم يتم دمجها بعد على نطاق واسع في عملية التجميع على الرصيف.",
  "Sort through your clothes: Separate clothes that are still in good condition from those that are ripped, stained, or heavily worn. Wash and mend clothes for donation: Give your clothes a fresh start by washing them and repairing any minor tears or rips. This makes them more appealing to potential recipients.": "قم بفرز ملابسك: قم بفصل الملابس التي لا تزال في حالة جيدة عن تلك الممزقة أو الملطخة أو البالية بشدة. غسل وإصلاح الملابس للتبرع: امنح ملابسك بداية جديدة عن طريق غسلها وإصلاح أي تمزقات أو تمزقات بسيطة. وهذا يجعلها أكثر جاذبية للمتلقين المحتملين.",
  "Some charities or thrift stores might have specific requirements regarding the type or condition of clothes they accept.  Here's how you can find out: Contact your chosen donation organization: Reach out to the charity, thrift store, or shelter you plan to donate to and inquire about their specific clothing donation guidelines. They might have a website with information or a phone number you can call. Check their website: Many organizations have information about clothing donations on their websites. This could include details on what types of clothes they accept, any limitations on condition, and preferred drop-off procedures.": "قد يكون لدى بعض المؤسسات الخيرية أو متاجر التوفير متطلبات محددة فيما يتعلق بنوع أو حالة الملابس التي يقبلونها. إليك كيف يمكنك معرفة ذلك: اتصل بمنظمة التبرع التي اخترتها: تواصل مع المؤسسة الخيرية أو متجر التوفير أو الملجأ الذي تخطط للتبرع له واستفسر عن إرشادات التبرع بالملابس المحددة الخاصة بهم. قد يكون لديهم موقع ويب يحتوي على معلومات أو رقم هاتف يمكنك الاتصال به. تحقق من موقعها على الإنترنت: لدى العديد من المنظمات معلومات حول التبرعات بالملابس على مواقعها الإلكترونية. يمكن أن يتضمن ذلك تفاصيل حول أنواع الملابس التي يقبلونها، وأي قيود على الحالة، وإجراءات التسليم المفضلة.",
  "In addition to clothes donation, here are other recyclable items you can look into for your website: Paper products: Cardboard (already covered), newspaper, magazines, office paper, shredded paper (in some programs, check locally). Plastic bottles and containers: Check for recycling symbols and local guidelines, as not all plastics are accepted everywhere. Common recyclables include soda bottles, water bottles, detergent bottles, and rinsed juice containers. Metal cans: Aluminum cans (soda, beer), steel food cans (soup, vegetables), and clean aluminum foil are generally accepted.": "بالإضافة إلى التبرع بالملابس، إليك عناصر أخرى قابلة لإعادة التدوير يمكنك البحث عنها لموقعك على الويب: المنتجات الورقية: الورق المقوى (المغطى بالفعل)، والصحف، والمجلات، وورق المكتب، والورق الممزق (في بعض البرامج، تحقق محليًا). الزجاجات والحاويات البلاستيكية: تحقق من رموز إعادة التدوير والإرشادات المحلية، حيث لا يتم قبول جميع المواد البلاستيكية في كل مكان. تشمل المواد القابلة لإعادة التدوير الشائعة زجاجات الصودا وزجاجات المياه وزجاجات المنظفات وحاويات العصير المشطفة. العلب المعدنية: يتم قبول علب الألومنيوم (الصودا والبيرة) وعلب الطعام الفولاذية (الحساء والخضروات) ورقائق الألومنيوم النظيفة بشكل عام.",
  "Green glass is a type of colored glass commonly used for food and beverage containers.  The green hue comes from adding small amounts of metal oxides, such as chromium, iron, or copper, during the manufacturing process.  This not only gives the glass its distinctive color but also helps protect the contents from light exposure.": "الزجاج الأخضر هو نوع من الزجاج الملون يستخدم عادة لحاويات الأطعمة والمشروبات. يأتي اللون الأخضر من إضافة كميات صغيرة من أكاسيد المعادن، مثل الكروم أو الحديد أو النحاس، أثناء عملية التصنيع. وهذا لا يمنح الزجاج لونه المميز فحسب، بل يساعد أيضًا في حماية المحتويات من التعرض للضوء.",
  "Yes, green glass is generally accepted in curbside recycling programs!  In fact, separating glass colors is important for the recycling process. Green glass is often used for wine bottles, beer bottles, and some food containers.": "نعم، يتم قبول الزجاج الأخضر بشكل عام في برامج إعادة التدوير على جانب الرصيف! في الواقع، يعد فصل ألوان الزجاج أمرًا مهمًا لعملية إعادة التدوير. غالبًا ما يستخدم الزجاج الأخضر لزجاجات النبيذ وزجاجات البيرة وبعض حاويات المواد الغذائية.",
  "Here are some things to keep in mind when recycling green glass: Leave the cap off: Recycle glass containers without their lids or caps. These are usually made of different materials and should be recycled separately (check your local guidelines). Don't bag your glass: Place loose glass containers directly in your recycling bin. Bagging glass can contaminate the recycling stream and hinder the sorting process. Check for cracks or breaks: Most programs accept broken glass as long as the pieces are large enough to handle safely. However, some might have specific requirements.": "فيما يلي بعض الأشياء التي يجب وضعها في الاعتبار عند إعادة تدوير الزجاج الأخضر: اترك الغطاء مفتوحًا: قم بإعادة تدوير العبوات الزجاجية بدون أغطيتها أو أغطيةها. عادة ما تكون مصنوعة من مواد مختلفة ويجب إعادة تدويرها بشكل منفصل (راجع الإرشادات المحلية الخاصة بك). لا تضع زجاجك في كيس: ضع العبوات الزجاجية السائبة مباشرة في سلة إعادة التدوير الخاصة بك. يمكن أن يؤدي تعبئة الزجاج إلى تلويث مسار إعادة التدوير وإعاقة عملية الفرز. التحقق من عدم وجود شقوق أو فواصل: تقبل معظم البرامج الزجاج المكسور طالما أن القطع كبيرة بما يكفي للتعامل معها بأمان. ومع ذلك، قد يكون لدى البعض متطلبات محددة.",
  "Besides green glass, many communities accept other colored glass for recycling, such as: Clear glass: Often used for food containers, beverage bottles, and jars. Brown glass: Commonly used for beer bottles, wine bottles, and some food containers.": "إلى جانب الزجاج الأخضر، تقبل العديد من المجتمعات الزجاج الملون الآخر لإعادة التدوير، مثل: الزجاج الشفاف: غالبًا ما يستخدم لحاويات الطعام وزجاجات المشروبات والجرار. الزجاج البني: يستخدم عادة لزجاجات البيرة وزجاجات النبيذ وبعض حاويات المواد الغذائية.",
  "Many everyday metal objects can be recycled, including: Aluminum cans: Soda cans, beer cans, and other aluminum beverage containers. Steel food cans: Cans for soups, vegetables, fruits, and other canned goods. Clean aluminum foil: Used aluminum foil used for cooking or wrapping food. Metal lids and caps: Lids from food jars, bottle caps, and pot/pan lids (check your local program's guidelines). Appliance scrap metal: Pieces of metal from old appliances like washers, dryers, or refrigerators (may require specific drop-off locations). Clean cookware: Pots, pans, and baking sheets made of metal (check your local program's guidelines).": "يمكن إعادة تدوير العديد من الأشياء المعدنية اليومية، بما في ذلك: علب الألومنيوم: علب الصودا، وعلب البيرة، وغيرها من حاويات المشروبات المصنوعة من الألومنيوم. علب الطعام الفولاذية: علب الحساء والخضروات والفواكه وغيرها من السلع المعلبة. ورق الألمنيوم النظيف: ورق الألمنيوم المستخدم في الطهي أو تغليف الطعام. الأغطية والأغطية المعدنية: أغطية مرطبانات الطعام، وأغطية الزجاجات، وأغطية القدور/المقالي (راجع إرشادات البرنامج المحلي). خردة الأجهزة المعدنية: قطع معدنية من الأجهزة القديمة مثل الغسالات أو المجففات أو الثلاجات (قد تتطلب مواقع تسليم محددة). تجهيزات المطابخ النظيفة: القدور والمقالي وألواح الخبز المصنوعة من المعدن (راجع إرشادات البرنامج المحلي لديك).",
  "Rinse any containers: For food or beverage cans, give them a quick rinse to remove any leftover residue. Remove any plastic or non-metal parts: Some lids or attachments might be made of plastic or other materials. Separate these before placing the metal in the recycling bin.": "شطف أي حاويات: بالنسبة لعلب الطعام أو المشروبات، اشطفها سريعًا لإزالة أي بقايا متبقية. قم بإزالة أي أجزاء بلاستيكية أو غير معدنية: قد تكون بعض الأغطية أو الملحقات مصنوعة من البلاستيك أو مواد أخرى. افصلها قبل وضع المعدن في سلة إعادة التدوير.",
  "Here are some key things to remember: Check your local program's guidelines: While most programs accept common metal items, there might be slight variations. It's always best to consult your local waste collection provider's website for specific instructions. Don't crush cans (optional): Crushing aluminum cans can save space in your bin, but it's not always necessary. Modern recycling facilities can handle both crushed and uncrushed cans. Empty aerosol cans: Make sure to completely empty aerosol cans before placing them in the recycling bin. Puncturing them is not recommended for safety reasons.": "فيما يلي بعض الأشياء الأساسية التي يجب تذكرها: تحقق من إرشادات برنامجك المحلي: في حين أن معظم البرامج تقبل العناصر المعدنية الشائعة، فقد تكون هناك اختلافات طفيفة. من الأفضل دائمًا استشارة الموقع الإلكتروني لموفر خدمة جمع النفايات المحلي لديك للحصول على تعليمات محددة. لا تسحق العلب (اختياري): سحق علب الألومنيوم يمكن أن يوفر مساحة في سلة المهملات، لكنه ليس ضروريًا دائمًا. يمكن لمرافق إعادة التدوير الحديثة التعامل مع العلب المسحوقة وغير المسحوقة. علب الأيروسول الفارغة: تأكد من إفراغ علب الأيروسول تمامًا قبل وضعها في سلة إعادة التدوير. لا ينصح بثقبها لأسباب تتعلق بالسلامة.",
  "Metal recycling offers several environmental and economic advantages: Conserves resources: Recycled metal reduces the need to extract virgin materials from the earth, preserving natural resources. Saves energy: Recycling metal requires less energy compared to producing new metal from scratch. Reduces landfill waste: Metal doesn't decompose in landfills, so recycling diverts it from landfills and conserves space.": "توفر إعادة تدوير المعادن العديد من المزايا البيئية والاقتصادية: الحفاظ على الموارد: يقلل المعدن المعاد تدويره من الحاجة إلى استخراج المواد الخام من الأرض، مما يحافظ على الموارد الطبيعية. توفير الطاقة: تتطلب إعادة تدوير المعادن طاقة أقل مقارنة بإنتاج معدن جديد من الصفر. يقلل من النفايات في مدافن النفايات: لا يتحلل المعدن في مدافن النفايات، لذا فإن إعادة التدوير تعمل على تحويله من مدافن النفايات والحفاظ على المساحة.",
  "Many paper products can be recycled, including: Cardboard (already covered): Cardboard boxes, cereal boxes, and other corrugated cardboard items. Paperboard packaging: Packing materials made from cardboard, like egg cartons (depending on your local program). Newspaper: Daily newspapers, inserts, and flyers. Magazines and catalogs: Glossy magazines, brochures, and catalogs. Office paper: Used printer paper, notebook paper, envelopes, and copier paper. Shredded paper: Some programs accept shredded paper, but it's important to check local guidelines first (shredded paper might require special bags or drop-off locations).": "يمكن إعادة تدوير العديد من المنتجات الورقية، بما في ذلك: الورق المقوى (المغطى بالفعل): صناديق الورق المقوى، وصناديق الحبوب، وغيرها من العناصر الكرتونية المموجة. التغليف بالورق المقوى: مواد التعبئة والتغليف المصنوعة من الورق المقوى، مثل كرتونة البيض (حسب برنامجك المحلي). الصحيفة: الصحف اليومية والمدخلات والنشرات. المجلات والكتالوجات: المجلات والكتيبات والكتالوجات اللامعة. ورق المكتب: ورق الطابعة المستخدم، وورق دفتر الملاحظات، والأظرف، وورق التصوير. الورق الممزق: تقبل بعض البرامج الورق الممزق، ولكن من المهم التحقق من الإرشادات المحلية أولاً (قد يتطلب الورق الممزق أكياسًا خاصة أو مواقع تسليم). ",
  "Here's how to get your paper ready for recycling: Remove any plastic or metal components: Paperclips, staples, binder clips, or any other non-paper elements should be removed before placing the paper in the recycling bin. These can contaminate the recycling stream. Empty envelopes: Remove any plastic windows or lining from envelopes before recycling them. Flatten cardboard boxes (optional): Flattening cardboard boxes saves space in your recycling bin, but it's not always mandatory.": "فيما يلي كيفية إعداد ورقك لإعادة التدوير: قم بإزالة أي مكونات بلاستيكية أو معدنية: يجب إزالة مشابك الورق أو الدبابيس أو مشابك الورق أو أي عناصر أخرى غير ورقية قبل وضع الورق في سلة إعادة التدوير. هذه يمكن أن تلوث مجرى إعادة التدوير. الأظرف الفارغة: قم بإزالة أي نوافذ أو بطانة بلاستيكية من الأظرف قبل إعادة تدويرها. تسوية الصناديق الكرتونية (اختياري): تعمل تسوية الصناديق الكرتونية على توفير المساحة في سلة إعادة التدوير الخاصة بك، ولكنها ليست إلزامية دائمًا.",
  "Here are some things to keep in mind: Check for contamination: Avoid placing food-soiled paper towels, napkins, or greasy pizza boxes in the recycling bin. Heavy contamination can disqualify the entire batch from recycling. Wet or moldy paper: Paper that is excessively wet or moldy should not be recycled. This can deteriorate the entire batch and disrupt the recycling process. Local guidelines: As mentioned earlier, consult your local waste collection provider's website for specific instructions on accepted paper types and any preparation requirements.": "فيما يلي بعض الأشياء التي يجب وضعها في الاعتبار: التحقق من التلوث: تجنب وضع المناشف الورقية أو المناديل أو علب البيتزا الملوثة بالطعام في سلة إعادة التدوير. يمكن أن يؤدي التلوث الشديد إلى استبعاد الدفعة بأكملها من إعادة التدوير. الورق المبلل أو المتعفن: لا ينبغي إعادة تدوير الورق المبلل أو المتعفن بشكل مفرط. قد يؤدي ذلك إلى إتلاف الدفعة بأكملها وتعطيل عملية إعادة التدوير. الإرشادات المحلية: كما ذكرنا سابقًا، راجع موقع الويب الخاص بموفر خدمة جمع النفايات المحلي للحصول على تعليمات محددة حول أنواع الورق المقبولة وأي متطلبات تحضير.",
  "While most clean paper products are recyclable, some exceptions exist: Paper cups: These often have a plastic lining that makes them unsuitable for curbside recycling. Check for specific instructions in your area. Wax paper and parchment paper: Due to the waxy coating, these are typically not accepted in curbside recycling. Carbon paper: The carbon residue can contaminate other recyclables, so it's usually not accepted in curbside programs.": "في حين أن معظم المنتجات الورقية النظيفة قابلة لإعادة التدوير، إلا أن هناك بعض الاستثناءات: الأكواب الورقية: غالبًا ما تحتوي على بطانة بلاستيكية تجعلها غير مناسبة لإعادة التدوير على جانب الرصيف. تحقق من وجود تعليمات محددة في منطقتك. ورق الشمع وورق البرشمان: نظرًا للطلاء الشمعي، لا يتم قبولهما عادةً في إعادة التدوير على جانب الرصيف. ورق الكربون: يمكن لبقايا الكربون أن تلوث المواد الأخرى القابلة لإعادة التدوير، لذلك عادة لا يتم قبوله في برامج الرصيف.",
  "Not all plastics are created equal, and what gets accepted in your curbside recycling program depends on your local facilities.  Generally, rigid plastics with recycling codes 1 and 2 (usually PET and HDPE) are widely accepted.  However, some locations might accept other types of plastics.": "لا يتم تصنيع جميع المواد البلاستيكية على قدم المساواة، وما يتم قبوله في برنامج إعادة التدوير الخاص بك يعتمد على منشآتك المحلية. بشكل عام، يتم قبول المواد البلاستيكية الصلبة التي تحمل رموز إعادة التدوير 1 و2 (عادةً PET وHDPE) على نطاق واسع. ومع ذلك، قد تقبل بعض المواقع أنواعًا أخرى من المواد البلاستيكية.",
  "Most recycling programs require that plastics are rinsed clean of any food or liquid residue.  You don't need to get them squeaky clean, but any major leftover materials can contaminate the recycling stream.": "تتطلب معظم برامج إعادة التدوير شطف المواد البلاستيكية وتنظيفها من بقايا الطعام أو السوائل. لا تحتاج إلى تنظيفها بشكل صارم، ولكن أي مواد كبيرة متبقية يمكن أن تلوث مسار إعادة التدوير.",
  "Here are some general tips for recycling plastic: Check the recycling code: Most plastic containers have a recycling symbol with a number inside (usually located on the bottom). This code indicates the type of plastic and helps sorting facilities determine if it's accepted in your program. Leave lids on: Contrary to popular belief, some recycling programs now accept lids with plastic bottles. Check your local guidelines. Don't bag your recyclables: Plastic bags can tangle equipment at recycling facilities. Place loose plastic items directly in the recycling bin. Rinse, but don't overdo it: A quick rinse to remove food or beverage residue is sufficient. When in doubt, throw it out: If you're unsure whether a plastic item is recyclable in your area, err on the side of caution and toss it in the trash.": "فيما يلي بعض النصائح العامة لإعادة تدوير البلاستيك: تحقق من رمز إعادة التدوير: تحتوي معظم الحاويات البلاستيكية على رمز إعادة التدوير برقم بداخله (يوجد عادةً في الأسفل). يشير هذا الرمز إلى نوع البلاستيك ويساعد مرافق الفرز في تحديد ما إذا كان مقبولاً في برنامجك. اترك الأغطية مفتوحة: على عكس الاعتقاد الشائع، تقبل بعض برامج إعادة التدوير الآن الأغطية بالزجاجات البلاستيكية. تحقق من الإرشادات المحلية الخاصة بك. لا تقم بتعبئة المواد القابلة لإعادة التدوير في أكياس: يمكن للأكياس البلاستيكية أن تشابك المعدات في مرافق إعادة التدوير. ضع العناصر البلاستيكية السائبة مباشرة في سلة إعادة التدوير. اشطفيه، لكن لا تبالغي: يكفي الشطف السريع لإزالة بقايا الطعام أو المشروبات. عندما تكون في شك، قم برميها: إذا لم تكن متأكدًا مما إذا كان العنصر البلاستيكي قابلاً لإعادة التدوير في منطقتك، فكن حذرًا وألقه في سلة المهملات.",
  "What gets recycled varies by location.  Your local municipality or waste disposal provider should have a recycling guide that details what materials are accepted in your curbside program. This might include paper, cardboard, metal cans, glass bottles, and certain types of plastics.": "ما يتم إعادة تدويره يختلف حسب الموقع. يجب أن يكون لدى بلديتك المحلية أو مزود التخلص من النفايات دليل إعادة التدوير الذي يوضح بالتفصيل المواد المقبولة في برنامج الرصيف الخاص بك. قد يشمل ذلك الورق والكرتون والعلب المعدنية والزجاجات وأنواع معينة من البلاستيك.",
  "Shoes themselves are not considered 'garbage' in the traditional sense, but rather unwanted items.": "الأحذية نفسها لا تعتبر \"قمامة\" بالمعنى التقليدي، بل هي أشياء غير مرغوب فيها.",
  "No, shoes are generally not accepted in curbside recycling programs. This is because shoes are made from a combination of materials like leather, fabric, rubber, and glue, which makes them difficult and expensive to sort and reprocess in most recycling facilities.": "لا، لا يتم قبول الأحذية عمومًا في برامج إعادة التدوير على جانب الرصيف. وذلك لأن الأحذية مصنوعة من مزيج من المواد مثل الجلد والنسيج والمطاط والغراء، مما يجعل فرزها وإعادة معالجتها أمرًا صعبًا ومكلفًا في معظم مرافق إعادة التدوير.",
  "Lightly soiled shoes: Wipe away dirt and dust with a damp cloth. More soiled shoes: You can try a gentle hand wash with warm water and laundry detergent. Let them air dry completely before donation. Deodorize: If shoes have any lingering odors, sprinkle baking soda inside and let them sit for a few hours before brushing it out.": "الأحذية المتسخة قليلاً: امسح الأوساخ والغبار بقطعة قماش مبللة. أحذية أكثر اتساخًا: يمكنك تجربة غسل اليدين بلطف بالماء الدافئ ومنظف الغسيل. دعهم يجفوا بالهواء تمامًا قبل التبرع. إزالة الروائح الكريهة: إذا كانت الأحذية بها أي روائح باقية، رشي صودا الخبز بالداخل واتركيها لبضع ساعات قبل تنظيفها بالفرشاة.",
  "Condition: Gently used shoes in good condition are most desirable. Shoes with rips, tears, or broken soles might not be accepted. Pairs: Ideally, donate shoes as a matched pair. Donation Centers: Some donation centers might have specific requirements or limitations on the types of shoes they accept (e.g., only athletic shoes, only dress shoes). Check their website or call beforehand.": "الحالة: الأحذية المستخدمة بلطف وبحالة جيدة هي الأكثر مرغوبة. قد لا يتم قبول الأحذية ذات التمزقات أو التمزقات أو النعال المكسورة. الأزواج: من الناحية المثالية، تبرع بالأحذية كزوج متطابق. مراكز التبرع: قد يكون لدى بعض مراكز التبرع متطلبات أو قيود محددة على أنواع الأحذية التي تقبلها (على سبيل المثال، الأحذية الرياضية فقط، والأحذية الرسمية فقط). تحقق من موقعهم على الانترنت أو اتصل مسبقا.",
  "In addition to shoes donation, here are other recyclable items you can look into for your website: Paper products: Cardboard (already covered), newspaper, magazines, office paper, shredded paper (in some programs, check locally). Plastic bottles and containers: Check for recycling symbols and local guidelines, as not all plastics are accepted everywhere. Common recyclables include soda bottles, water bottles, detergent bottles, and rinsed juice containers. Metal cans: Aluminum cans (soda, beer), steel food cans (soup, vegetables), and clean aluminum foil are generally accepted.": "بالإضافة إلى التبرع بالأحذية، إليك عناصر أخرى قابلة لإعادة التدوير يمكنك البحث عنها لموقعك على الويب: المنتجات الورقية: الورق المقوى (المغطى بالفعل)، والصحف، والمجلات، وورق المكتب، والورق الممزق (في بعض البرامج، تحقق محليًا). الزجاجات والحاويات البلاستيكية: تحقق من رموز إعادة التدوير والإرشادات المحلية، حيث لا يتم قبول جميع المواد البلاستيكية في كل مكان. تشمل المواد القابلة لإعادة التدوير الشائعة زجاجات الصودا وزجاجات المياه وزجاجات المنظفات وحاويات العصير المشطفة. العلب المعدنية: يتم قبول علب الألومنيوم (الصودا والبيرة) وعلب الطعام الفولاذية (الحساء والخضروات) ورقائق الألومنيوم النظيفة بشكل عام.",
  "Trash refers to anything you throw away that isn't being recycled or composted. It can include: Food scraps (unless composted) Dirty or greasy recyclables (like pizza boxes) Hazardous waste (batteries, paint, etc.) Yard waste (leaves, twigs, etc.) Electronic waste (e-waste) Non-recyclable plastics (straws, plastic bags, etc.)": "تشير سلة المهملات إلى أي شيء ترميه ولا يتم إعادة تدويره أو تحويله إلى سماد. يمكن أن تشمل: بقايا الطعام (ما لم يتم تحويلها إلى سماد) المواد القذرة أو الدهنية القابلة لإعادة التدوير (مثل علب البيتزا) النفايات الخطرة (البطاريات والطلاء وما إلى ذلك) نفايات الفناء (أوراق الشجر والأغصان وما إلى ذلك) النفايات الإلكترونية (النفايات الإلكترونية) المواد البلاستيكية غير القابلة لإعادة التدوير (القش، الأكياس البلاستيكية، الخ.)",
  "Since trash doesn't include recyclables, cleaning instructions wouldn't apply here. However, if you're unsure if an item is trash or recyclable, you can check for recycling symbols and clean it according to your local recommendations.": "نظرًا لأن سلة المهملات لا تحتوي على مواد قابلة لإعادة التدوير، فلن تنطبق تعليمات التنظيف هنا. ومع ذلك، إذا لم تكن متأكدًا مما إذا كان العنصر عبارة عن سلة المهملات أو قابل لإعادة التدوير، فيمكنك التحقق من رموز إعادة التدوير وتنظيفه وفقًا لتوصياتك المحلية.",
  "There are no recycling instructions for trash.  Trash needs to be properly disposed of in designated bins to avoid littering and manage waste effectively. Some communities offer composting options for food scraps, which diverts them from landfills.": "لا توجد تعليمات لإعادة تدوير القمامة. ",
  "What gets recycled varies depending on your location.  Here are some common recyclables to check with your local guidelines: Paper (cardboard, newspapers, magazines) Metal cans (food and beverage cans) Glass bottles and jars (check for colour sorting instructions) Plastic bottles and containers (check for recycling symbols and accepted types)": "ما يتم إعادة تدويره يختلف حسب موقعك. ",
  "White glass is essentially a super clear version of regular clear glass. It's made through the same process but with significantly reduced iron oxide, resulting in superior light transmission and a near-perfect colorless appearance.": "الزجاج الأبيض هو في الأساس نسخة فائقة الوضوح من الزجاج الشفاف العادي. إنه مصنوع من خلال نفس العملية ولكن مع انخفاض كبير في أكسيد الحديد، مما يؤدي إلى نقل فائق للضوء ومظهر عديم اللون شبه مثالي.",
  "The good news is that white glass is generally accepted in curbside recycling programs!  However, it's always best to check with your local recycling guidelines. Some areas might have specific requirements for color sorting or limitations on glass types.": "والخبر السار هو أن الزجاج الأبيض مقبول بشكل عام في برامج إعادة التدوير على جانب الرصيف! ومع ذلك، فمن الأفضل دائمًا مراجعة إرشادات إعادة التدوير المحلية لديك. قد يكون لبعض المناطق متطلبات محددة لفرز الألوان أو قيود على أنواع الزجاج.",
  "Before recycling white glass, rinse it clean to remove any food or beverage residue.  You don't need to remove labels as most recycling facilities can sort these out during processing.": "قبل إعادة تدوير الزجاج الأبيض، اشطفه نظيفًا لإزالة أي بقايا طعام أو مشروب. لا تحتاج إلى إزالة الملصقات لأن معظم مرافق إعادة التدوير يمكنها فرزها أثناء المعالجة.",
  "There aren't any special instructions for recycling white glass compared to regular clear glass.  Make sure it's clean and follow your local guidelines regarding sorting colors or removing lids.": "لا توجد أي تعليمات خاصة لإعادة تدوير الزجاج الأبيض مقارنة بالزجاج الشفاف العادي. تأكد من نظافته واتبع إرشاداتك المحلية فيما يتعلق بفرز الألوان أو إزالة الأغطية.",
  "Along with white glass, many communities accept other glass items in their recycling programs. Here are some common examples: Clear glass bottles and jars (check for color sorting instructions in your area) Colored glass bottles (depending on your local program)": "إلى جانب الزجاج الأبيض، تقبل العديد من المجتمعات العناصر الزجاجية الأخرى في برامج إعادة التدوير الخاصة بها. فيما يلي بعض الأمثلة الشائعة: الزجاجات والبرطمانات الزجاجية الشفافة (راجع تعليمات فرز الألوان في منطقتك) الزجاجات الملونة (حسب برنامجك المحلي)",
  "Save our Functions": "حفظ أعمالنا",
  "apply the knowledge": "تطبيق معرفتنا المكتسبة",
  "Learn new technologies ": "تعلم تقنيات جديدة ",
  "co-working": "العمل المشترك",
  "Preserving the linear algebra functions that we have created in order to create a general stimulus by not ignoring the tasks performed, despite their smallness.": "المحافظة على دوال الجبر الخطي التي قمنا بإنشائها من أجل خلق حافز عام من خلال عدم إهمال المهام المؤداة رغم صغرها.",
  "Employing the knowledge that we have studied in the past years, which will allow us to develop and not lose previous knowledge.": "توظيف المعرفة التي درسناها في السنوات الماضية مما سيسمح لنا بالتطوير وعدم فقدان المعرفة السابقة.",
  "Learn the new technology used in making websites to develop and improve our skills.": "التعرف على التكنولوجيا الجديدة المستخدمة في إنشاء المواقع الإلكترونية لتطوير مهاراتنا وتحسينها.",
  "Making complete work done in a team allows us to learn to collaborate and organize Different tasks within different team members.": "يتيح لنا إنجاز العمل الكامل ضمن فريق أن نتعلم كيفية التعاون وتنظيم المهام المختلفة داخل أعضاء الفريق المختلفين.",
  "Sellami mohammed abdelhadi": "سلامي محمد عبد الهادي",
  "Fullstack developer": "مطور فولستاك",
  "Rezzag bedida taher": "رزاق بديدة الطاهر",
  "Frontend developer": "مطور الواجهة الأمامية",
  "Hammouya abdeldjalil": "حموية عبد الجليل",
  "Backend developer": "مطور الواجهة الخلفية",
  "Addoune salah": "عدون صلاح",
  "Hamzi oussama": "حمزي أسامة",
  "Industries":"للتصنيع",
  "Find More":"اعرف المزيد",
  "Read More":"أقرأ المزيد",
  "Drag and Drop or":"اسحب واترك او",
  "Choose image":"أختر صورة",
  "to Upload":"للرفع",
  "The Type of the File u choose is not Accepted":"نوع الملف الذي اخترته غير مقبول",
  "The Size of the File u choose is not Accepted":"حجم الملف الذي اخترته غير مقبول",
  "Uploaded Successfully":"تم الرفع بنجاح",
  "Cancel":"الغاء",
  "Babahammo mohammed":"باباحمو محمد",
  "Send":"ارسال",
  "Submitting...":"ارسال...",
  "Thanks for your feedback":"شكرا لارسال اقتراحاتك",
  "Planting some areas of the institutions lands with seedlings and trees to develop and improve the aesthetic appearance of the institution.":"زراعة بعض مساحات أراضي المؤسسة بالشتلات والأشجار لتطوير وتحسين المظهر الجمالي للمؤسسة."
}